[
  {
    "date": "Sat, 03 Dec 2022 20:30:00 GMT",
    "text": "The passengers had been taking an Antarctic cruise aboard the Viking Polaris when it was hit by the storm as it sailed towards Ushuaia, Argentina, late on Tuesday evening.\n\nThe storm caused a giant wave that broke several panes of glass on the cruise ship and these fell onto and killed an American woman.\n\nViking Cruises confirmed in a statement issued Saturday that the ship had been hit by a “rogue wave” – a type of wave the US National Ocean Service describes as being “greater than twice the size of surrounding waves.”\n\n“It is with great sadness that we confirmed a guest passed away following the incident,” Viking Cruises said.\n\nIt did not reveal the passenger’s name or nationality.\n\nHowever, the Argentine state news agency Telam said the dead passenger was an American woman who “received blows from a glass surface that collapsed in the middle of the storm.”\n\n“Four other guests sustained non-life-threatening injuries during the incident and were treated by the ship’s onboard doctor and medical staff,” Viking said.\n\nThe cruise line said it is investigating and has canceled the Viking Polaris’ next trip scheduled for December 5 to 17.\n\nThe boat arrived in Argentina Wednesday and had sustained “limited damage” during the incident, Viking Cruises said.\n\nThe US National Ocean Service describes rogue waves as being “very unpredictable” and says they often come unexpectedly from directions other than prevailing wind and waves.”",
    "title": "'Rogue wave' kills American woman, injures four on Antarctic cruise"
  },
  {
    "date": "Sat, 03 Dec 2022 20:30:00 GMT",
    "text": "Airbus announced on November 30 that it's developing a hydrogen-powered fuel cell engine that it plans to test on an A380, the world's biggest-ever passenger plane. Test flights are planned for 2026.\n\nAnd in other transport innovations, the XPeng flying car completed its first public test flight in Dubai in October. The all-electric, two-passenger vehicle takes off vertically without need for a runway and so is suited to built-up urban areas.\nDown at ground level, lightweight microcars might be the future of city driving, as countries around the world take steps to clear their streets of heavy traffic and pollution.",
    "title": "The future of transport"
  },
  {
    "date": "Sat, 03 Dec 2022 20:30:00 GMT",
    "text": "You wait ages for a photography competition showcasing incredible wildlife and nature images from around the world and then two come along at once.\nWant golden snub-nosed monkeys, nuzzling red foxes and a playful polar bear cub? Try the Wildlife Photographer of the Year People's Choice Award.\nMore in the mood for a tree frog, a hermit crab and a deadly battle of leopard vs. steenbok? Then check out the winners of the British Ecological Society photo competition.\nSome other animals were caught on camera last month, too. New CCTV footage has revealed how five lions were able to escape from their enclosure at a zoo in Sydney.",
    "title": "Wild world"
  },
  {
    "date": "Sat, 03 Dec 2022 20:30:00 GMT",
    "text": "Hawaii's Mauna Loa, the world's largest active volcano, is still spewing lava after erupting for the first time in nearly 40 years. Here's why volcanic ash presents a danger to aircraft.\nFormer flight attendant Gwendolyn Bruhn, 94, flew with Hawaiian Airlines back in the 1940s, years before Hawaii became a US state. Here are her memories of attending to stars including Jimmy Stewart and the swimmer Esther Williams.\nHawaii has long been one of Japan's favorite vacation destinations. The reason for its enduring appeal is something the Japanese call \"iyashi,\" meaning \"healing\" or \"comfort.\" Here's the story of that love affair.",
    "title": "Spotlight on Hawaii"
  }
]